      * Sample COBOL program
       IDENTIFICATION DIVISION.
       PROGRAM-ID. helloworld.
       PROCEDURE DIVISION.
       DISPLAY "Hello"
           " World!".
       STOP RUN.
