      * Hello world
       IDENTIFICATION
      * comment
         DIVISION.
       PROGRAM-ID. helloworld.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
       DISPLAY "Hello"
           " World!".
       STOP RUN.
