      * Sample COBOL program
       IDENTIFICATION
      * comment
         DIVISION.
       PROGRAM-ID. helloworld.
       PROCEDURE DIVISION.
       DISPLAY "Hello"
           " World!".
       STOP RUN.
