      * Hello world
       IDENTIFICATION DIVISION.
       PROGRAM-ID. helloworld.
       ENVIRONMENT DIVISION.
       DATA DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "Hello".
           DISPLAY "World!".
           STOP RUN.
